tap "fluidkeys/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "aws-elasticbeanstalk"
brew "coreutils"
brew "diff-so-fancy"
brew "gnupg"
brew "jq"
brew "libtool"
brew "mas"
brew "mysql"
brew "neovim"
brew "netcat"
brew "node", link: false
brew "nvm"
brew "pkg-config"
brew "postgresql"
brew "python"
brew "python@2", link: false
brew "pinentry-mac"
brew "rbspy"
brew "reattach-to-user-namespace"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn", link: false
brew "yq"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "fluidkeys/tap/fluidkeys"
cask "chromedriver"
cask "ngrok"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Drafts", id: 1435957248
mas "FruitJuice", id: 671736912
mas "HyperDock", id: 449830122
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LastPass", id: 926036361
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Monity", id: 915542151
mas "Moom", id: 419330170
mas "NordVPN Teams", id: 1488888843
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Transmit", id: 403388562
mas "WhatsApp", id: 1147396723
mas "Witch", id: 412485838
mas "Xcode", id: 497799835
