tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'ansible'
brew 'autoconf'
brew 'automake'
brew "awscli"


brew 'coreutils'
brew 'diff-so-fancy'
brew 'gnupg'
brew 'jq'
brew 'libtool'
brew 'pkg-config'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher' # Adds the ag tool for faster grepping
brew 'tmux'
brew 'tree'
brew 'neovim'
brew 'pinentry-mac'
brew 'atuin'
brew 'starship'
brew 'fd'
brew 'ripgrep'
brew 'eza'

# OpenCode AI TUI
tap 'sst/tap'
brew 'opencode' # https://github.com/sst/opencode

cask '1password-cli'
cask 'font-monaspace' # https://github.com/githubnext/monaspace
cask 'font-redhat'
cask 'ngrok'
cask 'keycastr'
cask 'session-manager-plugin'
cask 'ghostty'

# Aerospace and JankyBorders for window layouts
tap 'nikitabobko/tap'
cask 'aerospace' # https://github.com/nikitabobko/aerospace https://nikitabobko.github.io/AeroSpace/guide
tap 'FelixKratz/formulae'
brew "borders" # From the FelixKratz/formulae tap. https://github.com/FelixKratz/JankyBorders 

brew 'mas' # Allows the following apps to be installed from the App Store. Apps must be manually for the first machine it is installed on.
mas 'Amphetamine', id: 937_984_704
mas 'FruitJuice', id: 671_736_912
mas 'Slack', id: 803_453_959
mas 'Hush Nag Blocker', id: 1_544_743_900
mas 'Microsoft Word', id: 462_054_704
mas 'Microsoft Excel', id: 462_058_435
mas 'Drafts', id: 1_435_957_248
mas 'Perplexity: Ask Anything', id: 6_714_467_650
