
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'localstack/tap'
tap 'nikitabobko/tap'
tap 'FelixKratz/formulae'

brew 'ansible'
brew 'autoconf'
brew 'automake'
brew "awscli"
brew "asdf"
brew "borders"
brew 'openssl@1.1'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'gnupg'
brew 'jq'
brew 'libtool'
brew 'mas'
brew 'pkg-config'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew "gh"
brew 'localstack-cli'
brew 'neovim'
brew 'pinentry-mac'
brew 'atuin'
brew 'starship'
brew 'fd'
brew 'ripgrep'
brew 'eza'

cask '1password-cli'
cask 'font-monaspace'
cask 'font-redhat'
cask 'font-red-hat-mono'
cask 'ngrok'
cask 'keycastr'
cask 'wezterm'
cask 'session-manager-plugin'
cask 'aerospace'
cask 'ghostty'
cask 'monitorcontrol'

mas 'Amphetamine', id: 937_984_704
mas 'FruitJuice', id: 671_736_912
mas 'Slack', id: 803_453_959
mas 'Hush Nag Blocker', id: 1_544_743_900
mas 'OmniFocus 4', id: 1_542_143_627
mas 'Microsoft Word', id: 462_054_704
mas 'Microsoft Excel', id: 462_058_435
mas 'Drafts', id: 1_435_957_248
mas 'Perplexity: Ask Anything', id: 6_714_467_650
